BRBPortal_CSharp/StaticData/XMLFile2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:api="http://cityofberkeley.info/RTS/ClientPortal/API">
  <soapenv:Header/>
  <soapenv:Body>
    <api:updateUserProfileSecurityQA>
      <UpdateSecurityQAReq>
        <!--Optional:-->
        <userId>DAVE02</userId>
        <!--Optional:-->
        <billingCode>LIUHEL</billingCode>
        <securityQuestion1>What was your favorite sport in high school?</securityQuestion1>
        <securityAnswer1>none</securityAnswer1>
        <securityQuestion2>What is your favorite movie?</securityQuestion2>
        <securityAnswer2>all</securityAnswer2>
      </UpdateSecurityQAReq>
    </api:updateUserProfileSecurityQA>
  </soapenv:Body>
</soapenv:Envelope>